Repository: kleon6436/NightStarScope
Catalog: NightScope/Localizable.xcstrings
Source language: ja
Languages: en

source: "%@" の検索に失敗しました。%@
en: Failed to search for "%@". %@

source: （見頃 %@）
en: (Peak %@)

source: 「星空」タブで変更
en: Change this in the Star Map tab

source: %.1f 等星
en: Mag %.1f

source: %.1f日
en: %.1f days

source: %.1f時間
en: %.1f hours

source: %.1f等級まで
en: Up to mag %.1f

source: %@ 〜 翌朝
en: %@ – next morning

source: %@ まで%d日
en: %@ in %d days

source: %@ をお気に入りから削除し、ダッシュボードからも外します
en: Remove %@ from favorites and the dashboard.

source: %@ を外して %@ を追加しました
en: Removed %@ and added %@

source: %@。現在時刻 %@。%@
en: %@. Current time %@. %@

source: %@から%@
en: %@ to %@

source: %@活動中
en: %@ active

source: + 登録
en: + Add

source: 6件まで選択できます
en: Up to 6 locations can be selected

source: 9日予報
en: 9-Day Forecast

source: 9日予報を更新中
en: Updating 9-day forecast

source: 9日間の予報データを計算できませんでした
en: Could not calculate the 9-day forecast.

source: 10日以内のみ
en: Within 10 days only

source: Apple WeatherKit を使用します。
en: Uses Apple WeatherKit.

source: Copernicus DEM データ概要
en: Copernicus DEM Overview

source: Copernicus DEM ライセンス
en: Copernicus DEM License

# dew.risk.accessibility.high
source: 光学機器の結露リスクが高い状態です
en: High risk of dew on optical equipment

# dew.risk.accessibility.low
source: 光学機器の結露リスクは低い状態です
en: Low risk of dew on optical equipment

# dew.risk.accessibility.medium
source: 光学機器の結露リスクがあります
en: Moderate risk of dew on optical equipment

# dew.risk.high
source: 結露リスク: 高
en: Dew risk: High

# dew.risk.low
source: 結露リスク: 低
en: Dew risk: Low

# dew.risk.medium
source: 結露リスク: 中
en: Dew risk: Medium

source: NightScope について
en: About NightScope

source: NightScope の設定画面を開きます
en: Opens NightScope settings.

source: NPF ルールで推奨シャッタースピードと ISO を計算します
en: Calculates recommended shutter speed and ISO using the NPF rule

# observation.mode.breakdown.note
source: 内訳はモード補正前の値
en: Breakdown shows pre-adjustment values

# observation.mode.change
source: 観測モードを変更
en: Change observation mode

# observation.mode.general.description
source: 天気・暗さ・光害をバランス良く評価します。
en: Balances weather, darkness, and light pollution.

# observation.mode.general.short
source: 通常
en: General

# observation.mode.general.title
source: 通常
en: General

# observation.mode.meteors.description
source: 広い晴天域と暗時間を重視し、流星観測向けに評価します。
en: Favors wide clear skies and dark hours for meteor watching.

# observation.mode.meteors.short
source: 流星群
en: Meteors

# observation.mode.meteors.title
source: 流星群
en: Meteors

# observation.mode.milkyWay.description
source: 光害の少なさ、暗時間、銀河中心の見やすさを重視します。
en: Prioritizes dark skies, long darkness, and Galactic Center visibility.

# observation.mode.milkyWay.short
source: 天の川
en: Milky Way

# observation.mode.milkyWay.title
source: 天の川
en: Milky Way

# observation.mode.moon.description
source: 月の見やすさを優先し、月明かりと光害の減点を弱めて評価します。
en: Prioritizes lunar viewing by softening moonlight and light-pollution penalties.

# observation.mode.moon.short
source: 月
en: Moon

# observation.mode.moon.title
source: 月
en: Moon

# observation.mode.photography.description
source: 風や雲の安定性を重視し、星空撮影向けに厳しめに評価します。
en: Strict on wind and cloud stability for night-sky imaging sessions.

# observation.mode.photography.short
source: 撮影
en: Photo

# observation.mode.photography.title
source: 撮影
en: Photography

# observation.mode.planetary.description
source: シーイングと透明度を重視し、惑星観測向けに評価します。
en: Emphasizes seeing and transparency for planetary observing.

# observation.mode.planetary.short
source: 惑星
en: Planets

# observation.mode.planetary.title
source: 惑星
en: Planets

# observation.mode.sectionTitle
source: 観測の目的
en: Observation Mode

source: URLの生成に失敗しました。
en: Failed to build the URL.

source: Weather data sources
en: Other data sources

# weather.cloudCover.compact
source: 雲量%@
en: Clouds %@

# weather.cloudCover.label
source: 雲量 %@
en: Clouds %@

# weather.night.accessibility.metrics
source: 天気 夜間: %@、%@、%@、%@
en: Night weather: %@, %@, %@, %@

# weather.precipitation.compact
source: 降水%@mm
en: Rain %@ mm

source: アークトゥルス
en: Arcturus

source: アヴィオル
en: Avior

source: アクルックス
en: Acrux

source: アケルナル
en: Achernar

source: アスケラ
en: Ascella

source: アダラ
en: Adhara

source: アドハフェラ
en: Adhafera

source: アトリア
en: Atria

source: アプリ全体の表示設定を変更します
en: Changes the app-wide display settings.

source: アプリ情報
en: App Info

source: アリオト
en: Alioth

source: アルカイド
en: Alkaid

source: アルギエバ
en: Algieba

source: アルゲニブ
en: Algenib

source: アルゴル
en: Algol

source: アルタイル
en: Altair

source: アルツィル
en: Alzirr

source: アルデバラン
en: Aldebaran

source: アルドラ
en: Aludra

source: アルナイル
en: Alnair

source: アルナスル
en: Alnasl

source: アルニタク
en: Alnitak

source: アルニラム
en: Alnilam

source: アルビレオ
en: Albireo

source: アルファ・ルピ
en: Alpha Lupi

source: アルファルド
en: Alphard

source: アルフェラッツ
en: Alpheratz

source: アルヘナ
en: Alhena

source: アルマアズ
en: Almaaz

source: アンタレス
en: Antares

source: アンドロメダ座
en: Andromeda

source: イータ・タウリ
en: Eta Tauri

source: いて座
en: Sagittarius

source: イプシロン・スコルピ
en: Epsilon Scorpii

source: いるか座
en: Delphinus

source: ヴィンデミアトリックス
en: Vindemiatrix

source: ウェゼン
en: Wezen

source: うお座
en: Pisces

source: うしかい座
en: Boötes

source: ウプシロン・スコルピ
en: Upsilon Scorpii

source: エータ・スコルピ
en: Eta Scorpii

source: エータ・レオニス
en: Eta Leonis

source: エプシロン・タウリ
en: Epsilon Tauri

source: エラー: %@
en: Error: %@

source: エリダヌス座
en: Eridanus

source: エルタニン
en: Eltanin

source: エルナト
en: Elnath

source: おうし座
en: Taurus

source: おおいぬ座
en: Canis Major

source: おおぐま座
en: Ursa Major

source: おとめ座
en: Virgo

source: おひつじ座
en: Aries

source: オフ
en: Off

source: オリオン座
en: Orion

source: オリオン座流星群
en: Orionids

source: オン
en: On

source: お気に入り
en: Favorites

source: お気に入りから削除
en: Remove from favorites

source: お気に入りから削除しますか？
en: Remove this favorite?

source: お気に入りに追加
en: Add to Favorites

source: お気に入りに追加してリストに加えます
en: Adds to favorites and the list

source: お気に入りの場所: %@
en: Favorite location: %@

source: お気に入り地点がありません
en: No favorite locations

source: カウス・オーストラリス
en: Kaus Australis

source: カウスボレアリス
en: Kaus Borealis

source: カウスメディア
en: Kaus Media

source: ガクルックス
en: Gacrux

source: カシオペア座
en: Cassiopeia

source: カスタムピクセルピッチ (µm)
en: Custom Pixel Pitch (µm)

source: カストル
en: Castor

source: かに座
en: Cancer

source: カノープス
en: Canopus

source: カフ
en: Caph

source: カペラ
en: Capella

source: かみのけ座
en: Coma Berenices

source: カメラのアクセスが必要です
en: Camera access is required

source: カメラの使用が制限されています
en: Camera use is restricted

source: カメラの初期化に失敗しました。
en: Failed to initialize the camera.

source: カメラの利用状況を判定できませんでした。
en: Could not determine the camera availability.

source: カメラの実行中にエラーが発生しました。
en: An error occurred while running the camera.

source: カメラを利用できるデバイスで使用してください
en: Use this feature on a device with camera support.

source: カメラを開始できませんでした
en: Could not start the camera

source: カメラ入力を追加できませんでした。
en: Could not add the camera input.

source: カメラ権限の確認中です
en: Checking camera permission

source: カメラ背景はジャイロ操作中のみ利用できます
en: Camera background is available only in gyro mode.

source: カメラ背景をオフにする
en: Turn camera background off

source: カメラ背景をオンにする
en: Turn camera background on

source: カメラ背景を利用できません
en: Camera background unavailable

source: からす座
en: Corvus

source: ガンマ・カシオペア
en: Gamma Cassiopeiae

source: ガンマ・タウリ
en: Gamma Tauri

source: かんむり座
en: Corona Borealis

source: ギエナ
en: Gienah

source: ぎょしゃ座
en: Auriga

source: グラフィアス
en: Graffias

source: ケフェウス座
en: Cepheus

source: ケンタウルスα
en: Alpha Centauri

source: こいぬ座
en: Canis Minor

source: コキャブ
en: Kochab

source: こぐま座
en: Ursa Minor

source: こぐま座流星群
en: Ursids

source: こじし座
en: Leo Minor

source: こと座
en: Lyra

source: こと座流星群
en: Lyrids

source: この日の最良地点
en: Best location for this night

source: この日は天気予報の対象外です
en: Weather forecast is unavailable for this day.

source: この環境ではカメラ背景を利用できません
en: Camera background is unavailable in this environment.

source: この環境では背面カメラを利用できないため、星空マップの通常背景を表示しています。
en: The rear camera is unavailable in this environment, so the standard star map background is shown.

source: これ以上選択できません
en: You can't select any more

source: コンパス
en: Compass

source: コンパスキャリブレーション
en: Compass Calibration

source: サイフ
en: Saiph

source: さそり座
en: Scorpius

source: サドル
en: Sadr

source: サビク
en: Sabik

source: サルガス
en: Sargas

source: シェアト
en: Scheat

source: シェダル
en: Schedar

source: シェラト
en: Sheratan

source: シェリアク
en: Sheliak

source: しし座
en: Leo

source: しし座流星群
en: Leonids

source: しばらくお待ちください
en: Please wait a moment.

source: しぶんぎ座流星群
en: Quadrantids

source: ジャイロモード中に実景と星図を重ねるには、設定から NightScope のカメラアクセスを許可してください。
en: Allow NightScope camera access in Settings to overlay the live view in gyro mode.

source: ジャイロ操作が有効なときに補正できます
en: Calibration is available when gyro mode is on

source: ジャイロ操作に切り替える
en: Switch to gyro controls

source: ジャイロ操作をオンにすると利用できます
en: Enable gyro controls to use this.

source: シャウラ
en: Shaula

source: シャッタースピード
en: Shutter Speed

source: シリウス
en: Sirius

source: スクリーンタイムやデバイス設定の制限により、この機能は利用できません。
en: This feature is unavailable due to Screen Time or device restrictions.

source: スコア %d
en: Score %d

source: スコア順
en: Sort by score

source: スタッキング撮影
en: Stacking

source: スピカ
en: Spica

source: スラファト
en: Sulafat

source: ゼータ・アクィラ
en: Zeta Aquilae

source: ゼータ・スコルピ
en: Zeta Scorpii

source: ゼータ・タウリ
en: Zeta Tauri

source: セギン
en: Segin

source: センサーサイズ
en: Sensor Size

source: センサー設定
en: Sensor Settings

source: ゾズマ
en: Zosma

source: タウ・スコルピ
en: Tau Scorpii

source: ダッシュボードのデータ取得に失敗しました
en: Failed to load dashboard data

source: タッチ操作に切り替える
en: Switch to touch controls

source: タップして今夜タブで詳細を表示
en: Tap to open details in the Tonight tab

source: ダブルタップで折り畳む
en: Double-tap to collapse

source: ダブルタップで詳細を表示
en: Double-tap for details

source: タラゼド
en: Tarazed

source: テータ・アクィラ
en: Theta Aquilae

source: データがありません
en: No data available

source: データソースとクレジット
en: Data Sources & Credits

source: データなし
en: No data

source: データを更新
en: Refresh data

source: データ運用
en: Data Handling

source: ティアキ
en: Tiaki

source: テジャト
en: Tejat

source: デシュッバ
en: Dschubba

source: デネブ
en: Deneb

source: デネブ・カイトス
en: Deneb Kaitos

source: デネボラ
en: Denebola

source: デバイスを真北に向けた状態で「現在の向きで補正」をタップすると、その方向を 0°（北）として補正します。
en: Point the device toward true north, then tap "Calibrate to Current Direction" to set that direction as 0° (north).

source: デバイスを真北に向けた状態でタップしてください
en: Point the device toward true north before tapping

source: デルタ・キグヌス
en: Delta Cygni

source: デルタ・タウリ
en: Delta Tauri

source: てんびん座
en: Libra

source: ドゥベ
en: Dubhe

source: ナッシュ
en: Nash

source: にわか雨
en: Rain showers

source: にわか雪
en: Snow showers

source: ヌンキ
en: Nunki

source: ネットワークエラーが発生しました: %@
en: A network error occurred: %@

source: ネットワーク接続が必要です。
en: A network connection is required.

source: ノット (kn)
en: Knots (kn)

source: バージョン
en: Version

source: はくちょう座
en: Cygnus

source: ハダル
en: Hadar

source: ハマル
en: Hamal

source: バンドル済みデータを優先して利用します。
en: Bundled data is used when available.

source: ピーコック
en: Peacock

source: ピクセルピッチ (µm)
en: Pixel Pitch (µm)

source: ピクセルピッチ (µm)（参考）
en: Pixel Pitch (µm) (ref)

source: ビルド
en: Build

source: ファイ・スゲータリ
en: Phi Sagittarii

source: フェクダ
en: Phecda

source: フォーマルハウト
en: Fomalhaut

source: ふたご座
en: Gemini

source: ふたご座流星群
en: Geminids

source: フルカド
en: Pherkad

source: プロキオン
en: Procyon

source: ベータ・ルピ
en: Beta Lupi

source: ベガ
en: Vega

source: ペガスス座
en: Pegasus

source: ベテルギウス
en: Betelgeuse

source: へびつかい座
en: Ophiuchus

source: ベラトリックス
en: Bellatrix

source: ヘルクレス座
en: Hercules

source: ペルセウス座
en: Perseus

source: ペルセウス座流星群
en: Perseids

source: ポラリス
en: Polaris

source: ポリマ
en: Porrima

source: ポルックス
en: Pollux

source: ボルトル%d級
en: Bortle Class %d

source: マルカブ
en: Markab

source: ミアプラキドゥス
en: Miaplacidus

source: ミザール
en: Mizar

source: みずがめ座
en: Aquarius

source: みずがめ座流星群
en: Eta Aquariids

source: みなみのうお座
en: Piscis Austrinus

source: ミモザ
en: Mimosa

source: ミラク
en: Mirach

source: ミルザム
en: Mirzam

source: ミルファク
en: Mirfak

source: ミンタカ
en: Mintaka

source: ムー・スコルピ
en: Mu Scorpii

source: ムフリド
en: Muphrid

source: ムフルファイン
en: Muhlifain

source: メインウィンドウで開く
en: Open in the main window

source: メインウィンドウのサイドバーから追加してください
en: Add some from the main sidebar

source: メグレズ
en: Megrez

source: メブスダ
en: Mebsuta

source: メラク
en: Merak

source: メンカリナン
en: Menkalinan

source: メンカル
en: Menkar

source: やぎ座
en: Capricornus

source: や座
en: Sagitta

source: ラス・エラセド
en: Rasalased

source: ラスアルゲティ
en: Rasalgethi

source: ラスアルハゲ
en: Rasalhague

source: リゲル
en: Rigel

source: リストに追加
en: Add to list

source: りゅう座
en: Draco

source: りょうけん座
en: Canes Venatici

source: ルクバー
en: Ruchbah

source: レグルス
en: Regulus

source: レンズ設定
en: Lens Settings

source: ワサット
en: Wasat

source: わし座
en: Aquila

source: 一致する地点が見つかりません
en: No matching locations

source: 三日月
en: Waxing Crescent

source: 上弦の月
en: First Quarter

source: 下弦の月
en: Last Quarter

source: 不向き
en: Not ideal

source: 不明
en: Unknown

source: 不明な場所
en: Unknown place

source: 並び順
en: Sort by

source: 中
en: Medium

source: 予報
en: Forecast

source: 予報データがありません
en: No forecast data

source: 予報を計算中...
en: Calculating forecast...

source: 予報一部のみ
en: Partial forecast

source: 予報対象外
en: Out of range

source: 今夜
en: Tonight

source: 今夜の観測ウィンドウ
en: Viewing window tonight

source: 今夜の観測データがありません
en: No observing data for tonight

source: 今後9日間の予報
en: 9-Day Forecast

source: 今後9日間の予報を更新中
en: Updating the 9-day forecast

source: 今後9日間の夜空の見通し
en: Night sky outlook for the next 9 days

source: 今後9日間の夜間予報を表示できませんでした
en: Could not display the 9-day night forecast.

source: 今日
en: Today

source: 今日に移動
en: Go to Today

source: 仰角
en: Altitude

source: 仰角 %.0f°
en: Altitude %.0f°

source: 位置情報エラー
en: Location Error

source: 位置情報のアクセスが拒否されています。システム設定 > プライバシーとセキュリティ > 位置情報サービスで許可してください。
en: Location access is denied. Allow NightScope in System Settings > Privacy & Security > Location Services.

source: 位置情報のアクセスが拒否されています。設定アプリで NightScope の位置情報を許可してください。
en: Location access is denied. Allow NightScope location access in Settings.

source: 低い（±%d°）
en: Poor (±%d°)

source: 保存済みの補正オフセットを削除します
en: Removes the saved calibration offset

source: 元に戻す
en: Undo

source: 光害
en: Light Pollution

source: 光害 %@。
en: Light pollution %@.

source: 光害・地形データ
en: Light Pollution & Terrain Data

source: 光害（Bortle クラス）
en: Light Pollution (Bortle Class)

source: 光害データなし
en: No light pollution data

source: 光害データの取得に失敗しました
en: Failed to load light pollution data

source: 光害データを取得中
en: Loading light pollution data

source: 光害マップ
en: Light Pollution

source: 光害レベル: %@
en: Light pollution: %@

source: 光害レベル: Bortle %.0f
en: Light pollution: Bortle %.0f

source: 入力値を確認してください
en: Please check the input values

source: 再試行
en: Retry

source: 再試行してください
en: Please try again.

source: 最大
en: Maximum

source: 最大高度 %.0f°
en: Up to %.0f°

source: 最大高度%.0f度
en: Up to %.0f°

source: 最新データを取得しています
en: Fetching the latest data.

source: 最良日順
en: Best night first

source: 削除
en: Delete

source: 前の月
en: Previous month

source: 前日
en: Previous day

source: 北
en: N

source: 北を向き、地平線を下端付近に合わせてリセット [N]
en: Reset facing north with the horizon near the bottom [N]

source: 北を向く
en: Face north

source: 北北東
en: NNE

source: 北北西
en: NNW

source: 北東
en: NE

source: 北西
en: NW

source: 十六夜
en: Waning Gibbous

source: 十日月
en: Waxing Gibbous

source: 南
en: S

source: 南南東
en: SSE

source: 南南西
en: SSW

source: 南東
en: SE

source: 南西
en: SW

source: 厚い雲
en: Thick clouds

source: 取得中...
en: Loading...

source: 取得失敗
en: Load failed

source: 右側の情報を更新中
en: Updating the information on the right

source: 合計露出時間
en: Total Exposure Time

source: 土星
en: Saturn

source: 地名を入力してください
en: Enter a place name

source: 地名検索
en: Location search

source: 地図
en: Map

source: 地図サムネイル
en: Map thumbnail

source: 地図サムネイルの取得に失敗しました
en: Failed to load map thumbnail

source: 地図をクリックして場所を選択
en: Click the map to choose a location

source: 地図を現在地へ移動します
en: Moves the map to your current location.

source: 地図表示モード
en: Map display mode

source: 地平線の上
en: Above the horizon

source: 地平線の下
en: Below the horizon

source: 地形: 待機中
en: Terrain: Idle

source: 地形: 有効
en: Terrain: Enabled

source: 地形: 未取得
en: Terrain: Unavailable

source: 地形: 読込中
en: Terrain: Loading

source: 地形データ
en: Terrain Data

source: 地点が選択されていません
en: No locations selected

source: 地点を検索
en: Search for a location

source: 地点を選択
en: Choose locations

source: 地点を選択 (%d/%d)
en: Choose locations (%d/%d)

source: 地点を選択して比較します
en: Choose locations to compare

source: 地点名
en: Location name

source: 場所
en: Location

source: 場所が選択されていません
en: No location selected

source: 場所と日付を選択してください
en: Please select a location and date.

source: 場所や日付を変更して再度お試しください
en: Try changing the location or date and try again.

source: 場所を検索
en: Search places

source: 場所を検索できませんでした
en: Could not search for places

source: 場所を検索できませんでした。通信状況を確認して、もう一度お試しください。
en: Could not search for places. Check your connection and try again.

source: 場所を選択
en: Select a location

source: 場所を選択: %@
en: Select location: %@

source: 夜空を表示中
en: Showing night sky

source: 夜間を最後まで評価できません
en: Cannot evaluate the full night

source: 夜間予報は一部のみ
en: Night forecast partially available

source: 大
en: Large

source: 大雨
en: Heavy rain

source: 大雪
en: Heavy snow

source: 天の川
en: Milky Way

source: 天体写真設定
en: Astrophotography Settings

source: 天体写真設定計算機を開く
en: Open Astrophotography Calculator

source: 天候・月明かりを考慮
en: Weather & moonlight

source: 天候不良
en: Poor conditions

source: 天文学的な暗夜時間
en: Astronomical night

source: 天文情報のみ表示しています
en: Showing astronomical data only

source: 天文薄明中です
en: Astronomical twilight is in progress

source: 天気 (夜間)
en: Night Weather

source: 天気 夜間: 不明、データなし、10日以内のみ
en: Night weather: unknown, no data, within 10 days only

source: 天気 夜間: 予報一部のみ、夜間を最後まで評価できません、星空指数には反映していません
en: Night weather: partial forecast, cannot evaluate the full night, not reflected in the stargazing score

source: 天気 夜間: 予報対象外、この日は天気予報の対象外です、天文情報のみ表示しています
en: Night weather: out of range, no forecast is available for this day, showing astronomical data only

source: 天気 夜間: 取得中
en: Night weather: loading

source: 天気 夜間: 取得失敗、%@、再試行してください
en: Night weather: failed to load, %@, please try again

source: 天気%@
en: Weather %@

source: 天気APIのステータスコードが不正です: %d
en: Unexpected weather API status code: %d

source: 天気APIの取得データが不正です。
en: Weather API returned invalid data.

source: 天気データの解析に失敗しました: %@
en: Failed to decode weather data: %@

source: 天気データ不足のため暗夜時間を表示
en: Using dark hours only

source: 天気予報
en: Weather Forecast

source: 天気予報一部のみ
en: Partial weather forecast

source: 天気予報対象外
en: Weather forecast unavailable

source: 天気表示
en: Weather Display

source: 太陽が地平線上です
en: The sun is above the horizon

source: 完了
en: Done

source: 実際の空の映像を背景に重ねて表示します
en: Overlays the live sky behind the star map.

source: 小
en: Small

source: 小雨
en: Light rain

source: 小雪
en: Light snow

source: 展開中
en: Expanded

source: 市民薄明中です
en: Civil twilight is in progress

source: 年間スケジュール
en: Annual Schedule

source: 快晴
en: Clear

source: 情報
en: Info

source: 惑星
en: Planets

source: 折り畳み中
en: Collapsed

source: 推奨 ISO
en: Recommended ISO

source: 推奨枚数
en: Recommended Frames

source: 撮影に適しています
en: Good for photos

source: 撮影設定
en: Shooting Settings

source: 新月
en: New Moon

source: 方位
en: Azimuth

source: 方位 %.0f° 仰角 %.0f°
en: Azimuth %.0f°, Altitude %.0f°

source: 方位 %@
en: Toward %@

source: 方角%@
en: Toward %@

source: 既にお気に入りに登録されています
en: Already in favorites

source: 日付
en: Date

source: 日付を選択
en: Select Date

source: 明夜
en: Tomorrow night

source: 星カタログ
en: Star Catalog

source: 星の表示数
en: Star density

source: 星の表示数 %@、星座線 %@
en: Star density %@, constellation lines %@

source: 星の表示数 %@、星座線 %@、星座名 %@、惑星 %@、流星群 %@、天の川 %@
en: Star density %@, constellation lines %@, constellation labels %@, planets %@, meteor shower radiants %@, Milky Way %@

source: 星の表示数や星図レイヤーの表示を変更します
en: Change the star density and visibility of star map layers

source: 星座名ラベル
en: Constellation labels

source: 星座線
en: Constellation lines

source: 星座線データ
en: Constellation line data

source: 星空
en: Star Map

source: 星空 %d/%d。
en: Sky %d/%d.

source: 星空データを計算中
en: Calculating sky data

source: 星空の表示設定
en: Star map display settings

source: 星空の表示設定を開く
en: Open star map display settings

source: 星空マップ
en: Star Map

source: 星空マップを表示
en: Show star map

source: 星空マップを閉じる
en: Close star map

source: 星空を表示
en: Show star map

source: 星空指数
en: Stargazing Score

source: 星空指数 %d点、%@。
en: Stargazing score %d, %@.

source: 星空指数%d
en: Stargazing score %d

source: 星空指数には反映していません
en: Not used in score

source: 星空観測情報
en: Stargazing Overview

source: 時刻
en: Time

source: 普通
en: Fair

source: 普通（±%d°）
en: Fair (±%d°)

source: 晴れ
en: Sunny

source: 晴れ時々曇り
en: Partly cloudy

source: 暗い時間
en: Dark hours

source: 暗い時間なし
en: No dark hours

source: 曇り
en: Cloudy

source: 月 %.0f°
en: Moon %.0f°

source: 月: %@
en: Moon: %@

source: 月の状態
en: Moon Phase

source: 月の状態: %@、月齢%.1f日。%@
en: Moon phase: %@, moon age %.1f days. %@

source: 月の高度は %.0f° です
en: Moon altitude is %.0f°

source: 月は地平線の下です
en: The moon is below the horizon

source: 月明かり
en: Moonlit

source: 月明かりに注意
en: Bright moonlight

source: 月明かりの影響あり
en: Some moonlight impact

source: 月明かりの影響が小さい
en: Low moonlight impact

source: 月明かりの影響が強い
en: High moonlight impact

source: 月明かりの影響は控えめ
en: Moderate moonlight impact

source: 月齢
en: Moon age

source: 有明月
en: Waning Crescent

source: 木星
en: Jupiter

source: 未設定
en: Not Set

source: 未配置の場合は一部表示・計算が簡略化されます。
en: If unavailable, some displays and calculations are simplified.

source: 東
en: E

source: 東京
en: Tokyo

source: 東北東
en: ENE

source: 東南東
en: ESE

source: 枚
en: frames

source: 検索に失敗しました
en: Search failed

source: 検索中…
en: Searching…

source: 検索語を消去
en: Clear search text

source: 権限ダイアログの完了後に背景を切り替えます
en: The background will change after the permission dialog finishes.

source: 次: %@(%d日後)
en: Next: %@ (%d days)

source: 次の月
en: Next month

source: 気象
en: Weather

source: 気象 %@。
en: Weather %@.

source: 水星
en: Mercury

source: 法的情報・著作権
en: Legal Information & Attribution

source: 活動中
en: active

source: 流星群カレンダー
en: Meteor Shower Calendar

source: 流星群放射点
en: Meteor shower radiants

source: 深夜 〜 %@
en: Midnight – %@

source: 満月
en: Full Moon

source: 火星
en: Mars

source: 焦点距離 (mm)
en: Focal Length (mm)

source: 現在
en: Now

source: 現在の向きで補正
en: Calibrate to Current Direction

source: 現在の場所をお気に入りに保存します
en: Save the current location to favorites

source: 現在の方位角
en: Current Azimuth

source: 現在地
en: Current Location

source: 現在地の光害データが取得できませんでした。
en: Could not load light pollution data for the current location.

source: 現在地を使用
en: Use Current Location

source: 現在地を取得
en: Use current location

source: 現在地を取得できませんでした。しばらく待ってから再試行してください。
en: Could not get your current location. Please wait a moment and try again.

source: 画素数 (MP)
en: Megapixels (MP)

source: 画面ごとの調整
en: Per-screen Adjustments

source: 登録済み
en: Already saved

source: 目標枚数
en: Target Frames

source: 目標総露出時間
en: Target Total Exposure

source: 磁気精度
en: Magnetic Accuracy

source: 視野 %.0f°
en: FOV %.0f°

source: 空模様
en: Tonight

source: 等級
en: Magnitude

source: 細雪
en: Light flurries

source: 絞り (F値)
en: Aperture (f-number)

source: 絶好の星空
en: Excellent

source: 緯度%.4f度、経度%.4f度
en: Latitude %.4f°, Longitude %.4f°

source: 繊月
en: Thin Crescent

source: 翌日
en: Next Day

source: 背面カメラを利用できないため、カメラ背景を開始できません。
en: Could not start the camera background because the rear camera is unavailable.

source: 航海薄明中です
en: Nautical twilight is in progress

source: 良い星空
en: Good

source: 良好（±%d°）
en: Good (±%d°)

source: 色で太陽や月の影響を含む観測条件の強さを示します
en: Shows the strength of observing conditions affected by the sun and moon using color

source: 薄雲
en: Thin clouds

source: 表示する恒星の等級上限を切り替えます。
en: Changes the maximum star magnitude shown.

source: 表示する恒星の量は、「星空」タブ右上の表示メニューから変更できます。
en: You can change the number of visible stars from the display menu in the Star Map tab.
